---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.BritishThermalUnitsPerHourSquareFootDegreeFahrenheit
source: html/9283f203-0cb6-4d68-1c6d-5f9eb318a40f.htm
---
# Autodesk.Revit.DB.UnitTypeId.BritishThermalUnitsPerHourSquareFootDegreeFahrenheit Property

British thermal units per hour square foot degree Fahrenheit.

## Syntax (C#)
```csharp
public static ForgeTypeId BritishThermalUnitsPerHourSquareFootDegreeFahrenheit { get; }
```